Repository: NaN-tic/trytond-product_price_by_list_price
Catalog: locale/*.po
Languages: ca_es, es_es

# field:product.price.by.list_price.start,customer:
source: Customer
ca_es: Client
es_es: Cliente

# field:product.price.by.list_price.start,price_list:
source: Price List
ca_es: Tarifa
es_es: Tarifa

# field:product.product,price_x1:
source: Price x1
ca_es: Preu x1

# model:ir.action,name:act_product_price_by_list_price
source: Price by Price List
ca_es: Preu per tarifa
es_es: Precio por tarifa

# model:ir.action,name:act_product_price_by_list_price_tree
source: Price by Price List
ca_es: Preu per tarifa
es_es: Precio por tarifa

# model:ir.action,name:wizard_product_price_by_list_price
source: Price by Price List
ca_es: Preu per tarifa
es_es: Precio por tarifa

# model:ir.ui.menu,name:menu_act_product_price_by_list_price
source: Price by Price List
ca_es: Preu per tarifa
es_es: Precio por tarifa

# model:product.price.by.list_price.start,name:
source: Product Price By Price List
ca_es: Preus producte per tarifa
es_es: Precio producto por tarifa

# view:product.price.by.list_price.start:
source: Prices by Price List
ca_es: Preus per tarifa
es_es: Precio por tarifa

# view:product.product:
source: Product Price By Price List
ca_es: Preus producte per tarifa
es_es: Precios producto por tarifa

# wizard_button:product.price.by_price_list,start,end:
source: Cancel
ca_es: CancelÂ·lar
es_es: Cancelar

# wizard_button:product.price.by_price_list,start,open:
source: Get prices
ca_es: Preus
es_es: Precios
